/*
 Localizable.strings
 ARIS
 
 Created by Ralf Berge berge@buero-berge.de on 14/12/13.
 Copyright 2010 University of Wisconsin. All rights reserved.
 */

//General

"TakeYourPictureKey" = "[Wähle Dein Profilbild]";

"NoConnectionTitleKey" = "Keine Internetverbindung";
"NoConnectionMessageKey" = "Bitte verbinde Dich mit dem Internet und starte ARIS erneut.";
"NoLocationTitleKey" = "Fehler Ortungsdienste";
"NoLocationMessageKey" = "Aktiviere Ortungsdienste für ARIS in Einstellungen-> Datenschutz-> Ortungsdienste";
"PoorConnectionTitleKey" = "Netzwerkfehler";
"PoorConnectionMessageKey" = "Keine Verbindung zum ARIS Server.";
"BadServerResponseTitleKey" = "Fehlerhafte Antwort vom Server";
"BadServerResponseMessageKey" = "Serverfehler oder falsche Server URL";
"LoginErrorTitleKey" = "Anmeldefehler";
"LoginErrorMessageKey" = "Unbekannter Benutzername/Passwort";
"PreparingToPlayKey" = "Vorbereitung zum Spiel";
"TouchToPlayKey" = "Spielen";
"BackButtonKey" = "Zurück";
"LoadingKey" = "Lade...";
"OkKey" = "Ok";
"SaveKey" = "Speichern";
"NearbyObjectsTabKey" = "In der Nähe";
"NearbyObjectsTitleKey" = "Objekte in der Nähe";
"SearchKey" = "Suche";
"WaitingKey" = "Warte...";
"ReviewsKey" = "Bewertungen";
"TapToContinueKey" = "Fortfahren";
"OfKey" = "von";
"NoneKey" = "Keine";
"DontShareKey" = "Nicht teilen";
"BothKey" = "Beide";
"CancelKey" = "Abbrechen";
"SharingKey" = "Teilen";
"DoneKey" = "Fertig";
"ErrorKey" = "Fehler";
"PleaseAddCommentKey" = "Bitte füge einen Kommentar hinzu";
"UploadFailedKey" = "Upload fehlgeschlagen";
"IgnoreKey" = "Ignorieren";
"ReportKey" = "Bericht";
"EditKey" = "Bearbeiten";
"HideKeyboardKey" = "Tastatur ausblenden";
"SaveCommentKey" = "Kommentar Speichern";
"GoToKey" = "Go to";

//New Notification Keys
"LostNotifKey" = "Verloren";
"TotalNotifKey" = "Gesamt";
"LeftNotifKey" = "Links";
"ReceivedNotifKey" = "Empfangen";
"CompletedNotifKey" = "Fertig";

//AppModel
"AppModelItemReceivedKey" = "Gegenstand empfangen";
"AppModelItemLostKey" = "Gegenstand verloren";
"AppModelItemRemovedKey" = "entfernt";

//AppServices
"AppServicesReceivedOverlayListKey" = "Overlay Liste empfangen...";
"AppServicesReceivedQuestListKey" = "Aufgabenliste empfangen...";
"AppServicesReceivedLocationListKey" = "Location Liste empfangen...";
"AppServicesCachingGameMediaKey" = "Lade Game Media...";
"AppServicesStartingGameKey" = "Starte Spiel.";
"AppServicesReceivedGameItemListKey" = "Game Item Liste empfangen...";
"AppServicesReceivedGameNodeListKey" = "Game Node Liste empfangen...";
"AppServicesReceivedGameTabListKey" = "Game Tab Liste empfangen...";
"AppServicesReceivedGameNPCListKey" = "Game NPC Liste empfangen...";
"AppServicesReceivedGameWebPageListKey" = "Game WebPage Liste empfangen...";
"AppServicesReceivedGamePanoramicListKey" = "Game Panoramic Liste empfangen...";
"AppServicesReceivedInventoryKey" = "Inventar empfangen...";
"AppServicesUploadFailedMessageKey" = "Während des Uploads ist ein Übertragungsfehler aufgetreten";

//Attributes View
//"AttributeReceivedKey" = "Attribut empfangen"; NOT USED
//"AttributeLostKey" = "Eigenschaft verloren"; NOT USED OR TRANSLATED
"AttributesViewNameKey" = "Name";
"AttributesViewGroupKey" = "Gruppe: N/A";
"AttributesAttributesTitleKey" = "Eigenschaften";
"AttributesNoCurrentlyKey" = "Aktuell sind keine Eigenschaften verfügbar";

//Audio Recorder
"AudioRecorderTitleKey" = "Recorder";
"BeginRecordingKey" = "Aufnahme starten";
"StopRecordingKey" = "Aufnahme stoppen";
"PlayKey" = "Wiedergabe";
"StopKey" = "Stop";
"UploadKey" = "Upload";
"DiscardKey" = "Löschen";
"EditKey" = "Bearbeiten";
"NoAudioHardwareAvailableTitleKey" = "Fehler";
"NoAudioHardwareAvailableMessageKey" = "Audio input hardware nicht verfügbar";

"SaveConfirmationKey" = "Speichern?";          //NOT TRANSLATED
"DiscardChangesKey" = "Änderungen verwerfen";                    //NOT TRANSLATED
"SaveErrorKey" = "Sorry, die Datei wurde nicht korrekt gespeichert";    //NOT TRANSLATED
"SaveErrorTitleKey" = "Speicherfehler";                       //NOT TRANSLATED

//AR View
"ARViewTitleKey" = "AR View";

//ARIS App Delegate
"ARISAppDelegateFectchingGameListsKey" = "Lade Spiel...";
"ARISAppDelegateWIFIErrorMessageKey" = "Eventuell musst du Dich mit Safari im WLAN anmelden. \nGgf. musst Du die ARIS Server Einstellung in den Systemeinstellungen überprüfen. \nFalls das Problem weiter besteht, sende uns eine Fehlerbeschreibung.";

//Bogus Game
"BogusTitleKey" = "Beenden";

//Camera
"CameraTitleKey" = "Kamera";
"CameraLibraryButtonTitleKey" = "Nutze Bibliothek";
"CameraCameraButtonTitleKey" = "Nutze Kamera";
"CameraImageTakenKey" = "In ARIS erstelltes Foto";
"CameraGameKey" = "Spiel";
"CameraPlayerKey" = "Spieler";

//Comments Form Cell
"CommentsFormNumberOfStarsRatingKey" = "Bewerte dieses Spiel mit Sternen von eins bis fünf!";
"CommentsFormSuccessKey" = "Fertig";
"CommentsFormSuccessMessageKey" = "Kommentar erfolgreich gesendet";

//Comments View
"CommentsTitleKey" = "Kommentare";

//Developer View
"DeveloperTitleKey" = "Entwickler";
"DevelopersMetersKey" = "Meter";

//Dialog View
"DialogContinue" = "Fortfahren";
"DialogReview" = "Bewerten";
"DialogEnd" = "Konversation verlassen";
"DialogPlayerName" = "Du";

//Drop On Map View
"DropOnMapTitleKey" = "Platziere eine Nachricht auf der Karte";

//Forgot View
"ForgotEmailSentTitleKey" = "Email gesendet";
"ForgotMessageKey" = "Eine Email mit Anweisungen zum Ändern des Passwortes wurde an Dich gesendet.";
"ForgotPasswordTitleKey" = "Ungültige Email Adresse";
"ForgotPasswordMessageKey" = "Bitte gib die zum Account gehörende Email Adresse an, um das Passwortes wiederherzustellen.";

//Game Details View
"GameDetailsAuthorKey" = "Autor(en)";
"DescriptionKey" = "Beschreibung";
"RatingKey" = "Bewertung";
"GameDetailsPlayNowKey" = "jetzt spielen";
"GameDetailsResetKey" = "Reset";
"GameDetailsResetTitleKey" = "Bist Du sicher?";
"GameDetailsResetMessageKey" = "Reset löscht den gesamten Spielverlauf!";
"GameDetailsResumeKey" = "Fortsetzen";
"GameDetailsNewGameKey" = "Neues Spiel";

//Game Picker
"GamePickerTitleKey" = "Spiel verlassen";
"KilometersKey" = "Kilometer";
"PercentCompleteKey" = "% Fertig";
"GamePickerNoNearbyGamesKey" = "Keine Spiele in der Nähe gefunden";
"GamePickerOtherGamesKey" = "Andere Spiele";
"GameDetailsTitleKey" = "Details";
"PlayersKey" = "Spieler";
"AuthorsKey" = "Autoren";
"DescriptionKey" = "Beschreibung";
"MapKey" = "Karte";

//Game Picker Nearby
"GamePickerNoGamesKey" = "Keine Spiele gefunden";
"GamePickerMakeOneGameKey" = "Erstelle eines auf arisgames.org!";
"GamePickerNearbyGamesKey" = "Spiele in der Nähe";

"GamePickerNearbyLocSpecific" = "Ortsgebunden";
"GamePickerNearbyPlayAnywhere" = "Überall spielbar";


//Game Picker Popular
"GamePickerPopularTitleKey" = "Beliebte";
"GamePickerPopularPlayedKey" = "Beliebte Spiele";
"GamePickerPopularDay"   = "Tag";

"GamePickerPopularWeek"  = "Woche";
"GamePickerPopularMonth" = "Monat";


//Game Picker Recent
"GamePickerRecentTitleKey" = "Letzte";
"GamePickeRecentPlayedKey" = "Letzte Spiele";
"GamePickerRecentReviewsKey" = "Bewertungen";

//Game Picker Search
"GamePickerSearchGamesKey" = "Suche nach Spielen";
"GamePickerSearchLoadingMoreKey" = "Lade weitere Ergebnisse...";
"GamePickerSearchNoMoreKey" = "Keine weiteren Ergebnisse";
"GamePickerSearchNoResults" = "Keine Ergebnisse gefunden";

//GPS View
"GPSViewQuickTravelKey" = "Quick Travel";

//Inventory View
"InventoryAddedToKey" = "hinzugefügt";
"InventoryNewItemKey" = "Neuer Gegenstand";
"InventoryNewItemMessageKey" = "Du hast einen neuen Gegenstand in Deinen Inventar! Tippe unten, um Dein Inventar zu sehen.";
"InventoryViewTitleKey" = "Inventar";
"WeightCapacityKey" = "Gewicht Kapazität";
"QuantityKey" = "Menge";
"WeightKey" = "Gewicht";

//Item Action View
"ItemActionCanCarryKey" = "Kann nur Tragen";
"ItemActionOfItemKey" = "von Diesem Gegenstand";
"ItemAcionCarryThatMuchKey" = "Du kannst nicht soviele tragen, nur";
"PickedUpKey" = "aufgenommen";
"ItemAcionCannotPickUpKey" = "Dieser Gegenstand kann nicht aufgenommen werden.";
"ItemAcionCannotCarryMoreKey" = "Du kannst nicht mehr von diesem Gegenstand tragen.";
"ItemAcionTooHeavyKey" = "ZU schwer! Nur";
"ItemAcionInventoryOverLimitKey" = "Inventar überladen";

//Item Details View
"ItemDropKey" = "Fallen lassen";
"ItemDeleteKey" = "Löschen";
"ItemPickupKey" = "Aufnehmen";
"ItemDetailKey" = "Detail";
"ItemDroppedTitleKey" = "Gegestand fallengelassen";
"ItemDroppedMessageKey" = "Dein Gegenstand wurde hier auf der Karte fallengelassen, so dass andere Spieler ihn sehen können";
"ItemDestroyedTitleKey" = "Gegenstand vernichtet";
"ItemDestroyedMessageKey" = "Dieser Gegenstand wurde aus Ihrem Inventar entfernt und vernichtet";
"ItemDuplicateTitleKey" = "Gegenstand duplizieren";
"ItemDuplicateMessageKey" = "Du kannst nicht mehr als einen dieser Gegenstände tragen";
"ItemPickedUpTitleKey" = "Nimm einen Gegenstand auf";
"ItemPickedUpMessageKey" = "Er ist in Deinem Inventar verfügbar";

//Inventory Trade View
"InventoryTradeViewTitleKey" = "Tausche";
"InventoryTradeViewToTradeKey" = "Gegenstände zum Tauschen";

//Login and
"LoginTitleKey" = "Bei ARIS anmelden";
"UsernameKey" = "Benutzername";
"PasswordKey" = "Passwort";
"LoginKey" = "Anmelden";
"NewAccountMessageKey" = "Besitzt Du kein Account?";
"CreateAccountKey" = "Registrieren";
"SelfRegistrationTitleKey" = "Neuen Benutzer erstellen";
"SelfRegistrationMessageKey" = "Bitte alle Felder ausfüllen";
"EmailKey" = "Email";
"FirstNameKey" = "Vorname";
"LastNameKey" = "Nachname";
"CreateAccountKey" = "Account erstellen";

//Logout
"LogoutTitleKey" = "Abmelden";
"LogoutKey" = "Abmelden";
"LogoutWarningKey" = "Sicher abmelden?";

//Account Settings
"AccountSettingsKey" = "Account";
"LogoutPublicNameImageKey" = "Profilname und Bild";
"LogoutChangePassKey" = "Passwort ändern";


//Map View
"MapViewTitleKey" = "Karte";
"MapTypeKey" = "Kartentyp";

//Notebook View
"NotebookTitleKey" = "Notizbuch";
"NotebookNoNotesKey" = "Keine Notizen";
"NotebooksPressToAddKey" = "Bitte Taste oben tippen um einen zu erstellen!";
"NotebookCommentsKey" = "Kommentare";

//Note Comment View
"NoteCommentViewTitleKey" = "Kommentare";
"NoteCommentViewCreateFailedKey" = "Kommentar erstellen fehlgeschlagen";
"NoteCommentViewCreateFailedMessageKey" = "Kommentaren können nicht offline erstelllt werden";

//Note Editor View
"NoteEditorNoContentAddedKey" = "Kein Inhalt hinzugefügt";
"NoteEditorPressButtonsKey" = "Tippe Button unten um etwas hinzuzufügen!";
"NodeEditorNewNoteKey" = "Neue Notiz";
"NoteEditorNotAllowedOneOrMoreMessageKey" = "Dieses Spiel erlaubt das Teilen nicht!";
"NoteEditorNotAllowedKey" = "Nicht erlaubt!";
"NoteEditorNotAllowedSharingToMapMessageKey" = "Dieses Spiel erlaubt das Teilen über die Karte nicht";
"NoteEditorListAndMapKey" = "Liste & Karte";
"NoteEditorMapOnlyKey" = "Nur Karte";
"NoteEditorNotAllowedSharingToListsMessageKey" = "Dieses Spiel erlaubt das Teilen über Listen anderer Spieler nicht";
"NoteEditorListOnlyKey" = "Nur Liste";
"NoteEditorCreateNoteFailedKey" = "Notiz erstellen fehlgeschlagen";
"NoteEditorCreateNoteFailedMessageKey" = "Erstellung von Notizen offline nicht möglich";

//Overlay View
"OverLayViewPromptKey" = "Bring den QR Code in die Mitte des Suchers um ihn zu scannen.";

//Player Attributes
"PlayerTitleKey" = "Spieler";

//QR Scanner
"QRScannerTitleKey" = "Scanner";
"QRScannerErrorTitleKey" = "Scan erfolgreich, Aber...";
"QRScannerErrorMessageKey" = "Dieser Code ist derzeit ohne Bedeutung. Komm später wieder.";
"QRScannerDecodingErrorTitleKey" = "Scan fehlerhaft";
"QRScannerDecodingKey" = "Decoding...";
"QRScannerDecodingErrorMessageKey" = "Erneut scannen: vergrössere den Abstand und halte die Kamera so still wie möglich.";
"ScanUsingCameraKey" = "Mit Kamera scannen";
"EnterCodeKey" = "Code eingeben";

//Quests View
"QuestViewTitleKey" = "Aufgaben";
"QuestsActiveTitleKey" = "Aktive Aufgaben";
"QuestsCompleteTitleKey" = "Gelöste Aufgaben";
"QuestViewNewQuestKey" = "Neue Aufgabe";
"QuestViewNewQuestMessageKey" = "Du hast eine neue Aufgabe! Hier tippen, um aktuelle und gelöste Aufgaben zu sehen.";
"QuestsComplete" = "Aufgabe gelöst";
"QuestsViewNewQuestsKey" = "Neue Aufgabe verfügbar";
"QuestsViewQuestCompletedKey" = "Aufgabe gelöst";

//Self Registration
"SelfRegistrationErrorMessageKey" = "Dieser Name ist bereits vorhanden oder Du hast nicht alle Felder ausgefüllt.";
"SelfRegistrationSuccessMessageKey" = "Ihr Account wurde erstellt. Bitte anmelden.";

//Start Over
"StartOverTitleKey" = "Erneut Starten";
"StartOverKey" = "Erneut Starten";
"StartOverWarningKey" = "Dies kann nicht rückgängig gemacht werden";
"StartOverResetAlertTitleKey" = "Fertig";
"StartOverResetAlertMessageKey" = "Du hast den Spielstand für dieses Spiel zurückgesetzt.";

//Tag View
"TagViewCannotCreateKey" = "Neuer Tag kann nicht erstellt werden";
"TagViewNoPlayerCreatedTagsKey" = "Diese Spiel erlaubt die Erstellung von Tags nicht!";
"TagViewNoGameTagsKey" = "Keine Spiel Tags";
"TagViewNoTagsCreatedKey" = "In diesem Spiel wurden keine Tags erstellt";
"TagViewNoTagsKey" = "Keine Tags";
"TagViewNotCreatedKey" = "Du hast keine Tags erstellt";
"TagViewCreateNewTagKey" = "Neues Tag erstellt";

//Text View
"TextViewTitleKey" = "Text einfügen";

//Title and Description Form
"TitleAndDescriptionTitleKey" = "Titel";
"TitleAndDescriptionTitlePrompt" = "Titel einfügen";
"TitleAndDescriptionDescriptionPrompt" = "Beschreibung einfügen";

//Upload Man
"UploadManDelayedKey" = "Upload verzögert";
"UploadManDelayedMessageKey" = "Dieser Gegenstand ist grösser als  500Kb. Verbinde Dich über WLAN und starte den Upload erneut.";
"UploadManRetryUploadTitleKey" = "Upload erneut starten?";
"UploadManRetryUploadTextKey" = "Der Inhalt wurde nicht vollständig in die ARIS Datenbank geladen. Upload Erneut starten?";
